[
  {
    "id": "1",
    "title": "1",
    "image": "library",
    "hint": "It’s received more praise than any architectural work in Seattle in the past decade.",
    "credit": "BENJAMIN BENSCHNEIDER / THE SEATTLE TIMES, 2004",
    "reveal": "It’s the Seattle Public Library.",
    "caption": "The diamond-shaped glass panels on the outside of the Seattle Public Library are made differently depending on where they are. The glass is clear on parts of the building that don’t see much sun, but on the sunny parts the glass includes a layer of thin metal that reduces heat. (The library was the first building in the U.S. built with this technique.) The sun sees the glass as opaque, but from the inside, the glass looks transparent. The inside, after all, is where the real design zaniness lies, and if you’ve seen those Kubrick-esque red hallways — you know that’s another story.",
    "location": "Downtown, 1000 Fourth Ave.",
    "designer": "Rem Koolhaas and Joshua Prince-Ramus",
    "completed": "2004"
  },
  {
    "id": "2",
    "title": "2",
    "image": "smith-tower",
    "hint": "It was the tallest building in Seattle when it was built (a century ago).",
    "credit": "<a href=\"https://www.flickr.com/photos/tigerzombie/\">ROB KETCHERSIDE</a>",
    "reveal": "It’s Smith Tower.",
    "caption": "Smith Tower’s crowning pyramid, with its Gothic arched dormers (the windows), takes after the <a href=\"https://www.google.com/search?q=metropolitan+life+tower&espv=2&biw=1280&bih=678&source=lnms&tbm=isch&sa=X&ei=EE-SVPGVCM6pogTwsoKgCw&ved=0CAYQ_AUoAQ\">Metropolitain Life Tower in Manhattan</a>. The developer, Lyman Cornelius Smith, and his architects were from Syracuse, and they fashioned Smith Tower after the New York “mounted tower” form: a substantial base with a slender tower. Smith also wanted to make the building as tall as possible, so he probably noticed the two tallest buildings in Syracuse had pyramid tops. What’s inside the pyramid today? Probably the most <a href=\"http://seattletimes.com/html/homegarden/2013215354_penthouse21.html\">perfect penthouse apartment in Seattle</a>.",
    "location": "Pioneer Square, 506 Second Ave.",
    "designer": "Edwin H. Gaggin and T. Walker Gaggin",
    "completed": "1914"
  },
  {
    "id": "3",
    "title": "3",
    "image": "arctic",
    "hint": "Well, it’s a sculpture of a walrus...",
    "credit": "BENJAMIN BENSCHNEIDER / THE SEATTLE TIMES, 2009",
    "reveal": "It’s the Arctic Club Hotel.",
    "caption": "Yes, it’s the one with the walrus heads, but when it was built as the Arctic Building, it was more noteworthy for its colored terra cotta (most terra cotta came in shades of off-white). The walrus cartouches, though, are part of the building’s arctic theme; it housed the Arctic Club, where a men’s club of Alaskan gold rush veterans could smoke, dance and shoot pool. The molded walrus tusks were replaced with plastic tusks in the 1940s; the owners feared the tusks would fall off and impale people on the sidewalk.",
    "location": "Downtown, 700 Third Ave.",
    "designer": "George W. Lawton and A. Warren Gould",
    "completed": "1917"
  },
  {
    "id": "4",
    "title": "4",
    "image": "seattle-tower",
    "hint": "This art-deco building was originally named the Northern Life Tower, but now its name is a little more generic.",
    "credit": "MIKE SIEGEL / THE SEATTLE TIMES, 2009",
    "reveal": "It’s Seattle Tower.",
    "caption": "No building in Seattle roars ‘20s like the art-deco Seattle Tower. Insurance tycoon D. B. Morgan wanted to build something \"finer than anything on the Pacific Coast,” and his building, originally called the Northern Life Tower, dramatically changed the Seattle skyline. It’s meant to evoke the surrounding mountains: the step-like setbacks are like rock formations leading to the building’s peak, and the brick, which becomes gradually lighter near the top, resembles snow. The three metal rods at the top are supposed to look like evergreens.",
    "location": "Downtown, 1218 Third Ave.",
    "designer": "Abraham H. Albertson, Joseph W. Wilson and Paul D. Richardson.",
    "completed": "1928"
  },
  {
    "id": "5",
    "title": "5",
    "image": "interurban",
    "hint": "The six people and a dog in Fremont aren’t the only ones waiting for this building’s namesake.",
    "credit": "<a href=\"https://www.flickr.com/people/stephen_rees/\">STEPHEN REES</a>",
    "reveal": "It’s the Interurban Building.",
    "caption": "The lion head at the corner entrance of the Interurban Building is one example of the Richardsonian Romanesque influence on John Parkinson’s design. The design was actually one of Parkinson’s first, and the praise he received — for the pressed brick, the rounded corners, the uniform clay color — helped kick-start his career. Parkinson had just moved moved to Seattle, and the Interurban Building (so named for the nearby Tacoma Interurban railway terminus) was one of the first buildings constructed after the Great Seattle Fire of 1889. Parkinson later moved to Los Angeles, where his career took off.",
    "location": "Pioneer Square, 102 Occidental Way",
    "designer": "John Parkinson",
    "completed": "1892"
  },
  {
    "id": "6",
    "title": "6",
    "image": "second-seneca",
    "hint": "It won’t wear off as the day wears on! Or so goes the jingle for the product that shares a resemblance to this building.",
    "credit": "MAX FEINGOLD",
    "reveal": "It’s the Second and Seneca Building.",
    "caption": "Finished just before the bust of the ‘80s building boom, the Second and Seneca building is an example of architects’ attempts to break out of the boring, box-like forms most developers wanted and instead follow trends of postmodern architecture. That led ZGF Architects to design the blue-green glass dome that would forever trap the building in the ‘80s. The public dubbed the highrise the “Ban Roll-On building,” after a deodorant that’s as absent nowadays as Crystal Pepsi. Coincidentally, another dome-topped building was erected in Portland the same year — and Portlanders gave it the same nickname.",
    "location": "Downtown, 1191 Second Ave.",
    "designer": "Zimmer Gunsul Frasca Architects",
    "completed": "1991"
  },
  {
    "id": "7",
    "title": "7",
    "image": "union-stables",
    "hint": "C’mon. It’s a horse.",
    "credit": "<a href=\"https://www.flickr.com/photos/93781972@N00/\">LYDIA HEARD</a>",
    "reveal": "It’s Union Stables.",
    "caption": "The cream-colored, glazed terra cotta horse head identifies the original function of Union Stables, built inauspiciously at a time when automobiles were already replacing horse-drawn carriages. But the building housed other things beside horses over the years, including cars, furniture — and a stash of booze, stacked floor to ceiling, during Prohibition. The words “Union Stables” used to be visible on the front of the building, but most of the wall where those letters were placed was removed in the early ‘70s. Now only the last “N” of “Union” and the first “S” of “Stables” remain.",
    "location": "Belltown, 2200 Western Ave.",
    "designer": "George C. Dietrich",
    "completed": "1910"
  },
  {
    "id": "8",
    "title": "8",
    "image": "dexter-horton",
    "hint": "Michael C. Hall’s character would have had a hard time appeasing his “dark passenger” in this building — too many windows.",
    "credit": "FLICKR USER <a href=\"https://www.flickr.com/photos/83569292@N00/\">CLAURETANO</a>",
    "reveal": "It’s the Dexter Horton Building.",
    "caption": "John Graham Sr. was one of Seattle’s most prolific architects — and a big fan of natural light. That’s clear in the Dexter Horton Building, named for the founder of Seattle’s first bank. The building has an ‘E’ shape with multiple bays so all offices can have windows. Graham’s other Seattle buildings accomplish the same goal: his Ford factory plant and his Frederick & Nelson Building, now owned by Nordstrom, use ample glass. Graham’s son, John Graham, Jr., also became one of Seattle’s most successful architects, and he apparently took after his dad — he designed the Space Needle.",
    "location": "Downtown, 710 Second Ave.",
    "designer": "John Graham, Sr.",
    "completed": "1924"
  },
  {
    "id": "9",
    "title": "9",
    "image": "1201-third",
    "hint": "Many people weren’t sure what to think of this building when it was finished in 1998, and no one ever came up with a good name for it.",
    "credit": " <a href=\"http://www.tonyjollyimages.com/seattle-3.shtml\">TONY JOLLY</a>, DEAN RUTZ / THE SEATTLE TIMES, 2012",
    "reveal": "It’s 1201 Third Avenue.",
    "caption": "Seattle’s second-tallest highrise (<a href=\"http://seattletimes.com/html/businesstechnology/2024952784_rainiersquarexml.html\">for now</a>) was contentious when it was finished in 1988, and not only because of its height. Its post-modern design, en vogue at the time, was polarizing. It mixes modern sleekness and traditional details, and the design winks at surrounding buildings: the pyramid top, capped by a lantern, recalls the tops of buildings like Smith Tower and Harborview Medical Center. Critics called it a cliché that would be dated in 10 years, but it remains popular.",
    "location": "Downtown, 1201 Third Avenue",
    "designer": "Bill Pedersen (Kohn Pedersen Fox Associates) and The McKinley Architects",
    "completed": "1988"
  },
  {
    "id": "10",
    "title": "10",
    "image": "rainier",
    "hint": "Beaver Building",
    "credit": "<a href=\"https://www.flickr.com/photos/evandagan/\">Evan Chakroff</a>",
    "reveal": "It’s Rainier Tower.",
    "caption": "Modernist buildings are about form, not decoration, but Minoru Yamasaki tended to add decorative elements to his buildings anyway (he was criticized for adding non-functional, or “fake,” arches to the IBM building). The porcelain ceramic tiles on the base of Rainier Tower do have a function — they’re easier to clean than the underlying concrete — but they also make the building more interesting without interrupting its lines. The tiny gray hooks on the base may look like ornamentation, but they also have a purpose: the cleaners use them to climb.",
    "location": "Downtown, 1333 Fifth Ave.",
    "designer": "Minoru Yamasaki, NBBJ",
    "completed": "1977"
  },
  {
    "id": "11",
    "title": "11",
    "image": "cobb",
    "hint": "The lumberman this building was named after was an investor in a company that also built three other buildings in the area.",
    "credit": "Alan Berner / The Seattle Times, 2005",
    "reveal": "It’s the Cobb Building.",
    "caption": "The Native American cartouches on the Cobb Building, named for C.H. Cobb, were made by Austrian artist Victor Schneider. The inspiration for the chiefs supposedly came from postcard-ready photos of the American West taken by Edward Curtis, who lived in Seattle when he wasn’t on expeditions snapping pictures. The ornamentation helps distinguish the Cobb Building as one of Seattle’s finest in the Beaux Arts style, a popular neoclassical architecture at the turn of the century that combined sculpture with conservative, modern lines. In fact, the heads introduce a Western American spin to what’s otherwise a traditional, classical design.",
    "location": "Downtown, 1301 4th Ave.",
    "designer": "John M. Howells, I. N. Phelps Stokes, and Abraham H. Albertson",
    "completed": "1910"
  },
  {
    "id": "12",
    "title": "12",
    "image": "norton",
    "hint": "Built in 1959, it was the first highrise in Seattle made with glass walls.",
    "credit": "<a href=\"https://www.flickr.com/photos/26861346@N00/\">MATTHEW MCQUILKIN</a>",
    "reveal": "It’s the Norton Building.",
    "caption": "Glass curtain walls were signatures of the International style, which grew in popularity during World War II. Engineers were just figuring out how to construct “modern” buildings with glass walls. The Norton Building is the first highrise in Seattle built in this style, and probably the finest; a student of legendary architect Mies van der Rohe contributed to the design. It was the first highrise built after the war (a whole 30 years after the previous one) and was noted for its unique composition of hundreds of gray and blue glass panels.",
    "location": "Downtown, 801 Second Ave.",
    "designer": "Bindon & Wright; Skidmore, Owings & Merrill; LMN Architects",
    "completed": "1959"
  }
]